/* No comment provided by engineer. */
" (Aborted)" = " (Annulé)";

/* No comment provided by engineer. */
" (Declined)" = " (Refusé)";

/* No comment provided by engineer. */
" (Missed)" = " (Manqué)";

/* No comment provided by engineer. */
"%@\nReason was: %@" = "%1$@\nLa cause était: %2$@";

/* No comment provided by engineer. */
"'%@' not registered" = "'%@' n'est pas enregistré";

/* No comment provided by engineer. */
"'%@' would like to enable video" = "'%@' voudrait activer la video";

/* No comment provided by engineer. */
"About" = "À propos";

/* No comment provided by engineer. */
"Accept" = "Accepter";

/* No comment provided by engineer. */
"Account creation issue" = "Problème de création de compte";

/* No comment provided by engineer. */
"Account validation issue" = "Problème de validation du compte";

/* No comment provided by engineer. */
"Address book" = "Annuaire";

/* No comment provided by engineer. */
"Alert" = "Alerte";

/* No comment provided by engineer. */
"Answer" = "Répondre";

/* No comment provided by engineer. */
"Average" = "Moyen";

/* No comment provided by engineer. */
"Bad credentials, check your account settings" = "Erreur d'authenfication, vérifiez la configuration du compte";

/* No comment provided by engineer. */
"Battery is running low. Stop video ?" = "La batterie est faible. Voulez vous stoppez la vidéo?";

/* No comment provided by engineer. */
"Call failed" = "Échec de l'appel";

/* No comment provided by engineer. */
"Camera" = "Appareil photo";

/* No comment provided by engineer. */
"Can't create the account. Please try again." = "Ne peux pas créer le compte. Veuillez réessayer.";

/* No comment provided by engineer. */
"Cancel" = "Annuler";

/* No comment provided by engineer. */
"Cannot call %@" = "Ne peux pas appeler %@";

/* No comment provided by engineer. */
"Cannot make call" = "Appel impossible";

/* No comment provided by engineer. */
"Cannot transfer file from remote contact" = "Impossible de transferer depuis le destinataire";

/* No comment provided by engineer. */
"Cannot transfer file to remote contact" = "Impossible de transferer au destinataire";

/* No comment provided by engineer. */
"Cannot write image to photo library" = "Impossible d'enregistrer l'image dans l'album photo";

/* No comment provided by engineer. */
"Check error(s)" = "Vérification erreur(s)";

/* No comment provided by engineer. */
"Check issue" = "Problème de vérification";

/* No comment provided by engineer. */
"Choose the image size" = "Choisissez la taille de l'image";

/* No comment provided by engineer. */
"Communication issue" = "Problème de communication";

/* No comment provided by engineer. */
"Communication issue (%@)" = "Problème de communication (%@)";

/* No comment provided by engineer. */
"Confirm the following SAS with the peer:\n%s" = "Confirmer le SAS suivant avec l'interlocuteur:\n%s";

/* No comment provided by engineer. */
"Continue" = "Continuer";

/* No comment provided by engineer. */
"Continue video" = "Continuer la vidéo";

/* No comment provided by engineer. */
"Decline" = "Refuser";

/* ICE has established a direct connection to the remote host */
"Direct connection" = "Connexion directe";

/* No comment provided by engineer. */
"Dismiss" = "Valider";

/* No comment provided by engineer. */
"Either configure a SIP proxy server from settings prior to place a call or use a valid SIP address (I.E sip:john@example.net)" = "Veuillez configurer un serveur proxy SIP dans les options ou entrez une addresse SIP avant de faire un appel (I.E sip:john@example.net)";

/* No comment provided by engineer. */
"Either configure a SIP proxy server from settings prior to send a message or use a valid SIP address (I.E sip:john@example.net)" = "Veuillez configurer un serveur proxy SIP dans les options ou entrez une addresse SIP avant d'envoyer un message (I.E sip:john@example.net)";

/* No comment provided by engineer. */
"Enter your password" = "Entre votre mot de passe";

/* No comment provided by engineer. */
"Enter your username" = "Entrez votre nom d'utilisateur";

/* ICE processing has failed */
"Failed" = "Échec";

/* No comment provided by engineer. */
"First name" = "Prénom";

/* No comment provided by engineer. */
"GNU General Public License V2 " = "GNU General Public License V2 ";

/* No comment provided by engineer. */
"http://www.linphone.org" = "http://www.linphone.org";

/* No comment provided by engineer. */
"IC_MSG" = "Appel entrant de %@";

/* No comment provided by engineer. */
"IM_MSG" = "Message entrant de %@";

/* ICE process is in progress */
"In progress" = "En cours";

/* No comment provided by engineer. */
"Incoming call" = "Appel entrant";

/* No comment provided by engineer. */
"Invalid SIP address" = "Adresse SIP invalide";

/* No comment provided by engineer. */
"Last name" = "Nom";

/* No comment provided by engineer. */
"Low bandwidth" = "Bande passante faible";

/* No comment provided by engineer. */
"Maximum" = "Maximum";

/* No comment provided by engineer. */
"Minimum" = "Minimum";

/* ICE has established a connection to the remote host through one or several NATs */
"NAT(s) connection" = "Connexion par NAT";

/* No comment provided by engineer. */
"Network down" = "Aucun réseau";

/* No comment provided by engineer. */
"Network Error" = "Erreur réseau";

/* No comment provided by engineer. */
"No codec" = "Aucun codec";

/* No comment provided by engineer. */
"No microphone" = "Aucun microphone";

/* No comment provided by engineer. */
"No AfriCallShop account configured" = "Aucun compte AfriCallShop configuré";

/* ICE has not been activated for this call */
"Not activated" = "Pas activée";

/* No comment provided by engineer. */
"Not registered" = "Non enregistré";

/* No comment provided by engineer. */
"Ok" = "Ok";

/* No comment provided by engineer. */
"Outgoing call" = "Appel sortant";

/* No comment provided by engineer. */
"Phone number" = "Numéro de téléphone";

/* No comment provided by engineer. */
"Phone numbers" = "Numéros de téléphone";

/* No comment provided by engineer. */
"Photo library" = "Album photos";

/* No comment provided by engineer. */
"Please enter a domain.\n" = "Entrez un nom de domaine.\n";

/* No comment provided by engineer. */
"Please enter a username.\n" = "Entrez un nom d'utilisateur.\n";

/* No comment provided by engineer. */
"Please make sure your device is connected to the internet and double check your SIP account configuration in the settings." = "Veuillez vérifier que votre appareil est connecté à internet et revérifier la configuration de votre compte dans les options.";

/* No comment provided by engineer. */
"Please terminate GSM call" = "Veuillez terminer l'appel GSM";

/* No comment provided by engineer. */
"Registered" = "Enregistré";

/* No comment provided by engineer. */
"Registration failed" = "Enregistrement échoué";

/* No comment provided by engineer. */
"Registration failure" = "Échec de l'enregistrement";

/* No comment provided by engineer. */
"Registration in progress" = "Enregistrement en cours";

/* ICE has established a connection through a relay */
"Relay connection" = "Connexion relayée";

/* No comment provided by engineer. */
"Remove" = "Supprimer";

/* No comment provided by engineer. */
"Remove trust in the peer?" = "Supprimer la confiance dans l'interlocuteur?";

/* No comment provided by engineer. */
"Select picture source" = "Selectionner une source d'image";

/* */
"Settings" = "Options";

/* No comment provided by engineer. */
"Show" = "Afficher";

/* No comment provided by engineer. */
"SIP address" = "Adresse SIP";

/* No comment provided by engineer. */
"SIP addresses" = "Adresses SIP";

/* No comment provided by engineer. */
"SIP server unreachable" = "Le serveur SIP est injoignable";

/* No comment provided by engineer. */
"Stop video" = "Arrêter la video";

/* No comment provided by engineer. */
"The email is invalid.\n" = "Cet email est invalide.";

/* No comment provided by engineer. */
"The password is too short (minimum %d characters).\n" = "Le mode de passe est trop court (minimum %d caractères).";

/* No comment provided by engineer. */
"The passwords are different.\n" = "Les mots de passe sont différents.";

/* No comment provided by engineer. */
"The username is too short (minimum %d characters).\n" = "Le nom d'utilisateur est trop court (minimum %d caractères).";

/* No comment provided by engineer. */
"There is no network connection available, enable WIFI or WWAN prior to place a call" = "Il n'y a aucune connexion réseau disponible, activer le WIFI ou le WWAN avant de faire un appel";

/* No comment provided by engineer. */
"Transfer error" = "Erreur de transfert";

/* No comment provided by engineer. */
"Unknown" = "Inconnu";

/* No comment provided by engineer. */
"Unknown error" = "Erreur inconnue";

/* No comment provided by engineer. */
"Username already exists" = "Le nom d'utilisateur existe déjà";

/* No comment provided by engineer. */
"Video cannot be activated because of low bandwidth condition, only audio is available" = "L'appel video ne peut pas aboutir car les conditions réseaux sont inssufisantent. ";

/* No comment provided by engineer. */
"You missed a call from %@" = "Appel manqué de %@";

/* No comment provided by engineer. */
"You must authorize the application to have access to address book.\nToggle the application in Settings > Privacy > Contacts" = "Vous devez autoriser l'application à accéder à l'annuaire.\nActiver l'application dans Réglages > Confidentialité > Contacts";

/* No comment provided by engineer. */
"You need to plug a microphone to your device to use this application." = "Vous devez brancher votre micro pour pouvoir utiliser l'application.";

/* No comment provided by engineer. */
"Your account is not validate yet." = "Votre compte n'est pas encore validé.";

/* No comment provided by engineer. */
"© 2010-2012 Belledonne Communications " = "© 2010-2012 Belledonne Communications ";

"Log out" = "Se déconnecter";

"Can you please log out and try log on again?"=" Pouvez vous s'il vous plaît vous déconnecter et vous connecter à nouveau?";

"Please check your password or username"="Vérifiez votre mot de passe ou votre adresse email";

"Login Failed!"="Connexion échouée";

"Logged in Successfully."= "Connexion réussie";

"Login Success!" = "Identifiant et mot de passe corrects";

"Connection Failed"="Connexion échouée";

